tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "apr-util"
brew "autojump"
brew "bat"
brew "berkeley-db", link: true
brew "ccls"
brew "direnv"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "glib"
brew "gnu-sed"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "jq"
brew "libass"
brew "neovim"
brew "ninja"
brew "node"
brew "openssl@1.1"
brew "p11-kit"
brew "perl"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "rsync"
brew "ruby"
brew "srt"
brew "stow"
brew "subversion"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "unbound"
brew "vim", link: false
brew "w3m"
brew "youtube-dl"
brew "zsh"
cask "alacritty"
cask "audacity"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "iterm2"
cask "karabiner-elements"
cask "macvim"
cask "numi"
cask "obsidian"
cask "rectangle"
cask "vlc"
