tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "apr-util"
brew "openssl@1.1"
brew "python@3.11"
brew "autojump"
brew "bat"
brew "berkeley-db"
brew "glib"
brew "ccls"
brew "chamber"
brew "direnv"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "gobject-introspection"
brew "grep"
brew "htop"
brew "httpie"
brew "jq"
brew "neovim"
brew "ninja"
brew "node", link: false
brew "node@16"
brew "perl"
brew "python@3.10"
brew "python@3.9"
brew "rsync"
brew "ruby"
brew "stow"
brew "subversion"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vim", link: false
brew "w3m"
brew "youtube-dl"
brew "zsh"
cask "alacritty"
cask "alt-tab"
cask "aws-vault"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "geekbench"
cask "gimp"
cask "karabiner-elements"
cask "rectangle-pro"
vscode "aaron-bond.better-comments"
vscode "antfu.iconify"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "attilabuti.vscode-mjml"
vscode "Cardinal90.multi-cursor-case-preserve"
vscode "christian-kohler.path-intellisense"
vscode "dariofuzinato.vue-peek"
vscode "dbaeumer.vscode-eslint"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "Rubymaniac.vscode-paste-and-indent"
vscode "streetsidesoftware.code-spell-checker"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "waderyan.gitblame"
vscode "will-wow.vscode-alternate-file"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
